---
kind: other
id: Methods.T:Autodesk.Revit.UI.ComboBoxMember
source: html/2caf6a79-51ab-8bcb-e15b-522019d4b064.htm
---
# ComboBoxMember Methods

Determines whether the specified Object is equal to the current Object .